// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Restringir color";

ApplyButton = "Aplicar ahora";
NewButton = "Nuevo…";
DeleteButton = "Eliminar";
AddButton = "Agregar";
CancelButton = "Cancelar";

// Restrict Color Use
RestrictColorUseTabName = "Restringir el uso de colores";
RestrictColorUseTabDescription = "Esta característica se utiliza para restringir la impresión en color para todos los usuarios, o bien para usuarios o aplicaciones específicos. Por ejemplo, para imprimir todos los mensajes de correo electrónico sin color, seleccione \"Color si se permite\", luego establezca el permiso de la aplicación de correo electrónico en \"Sólo negro\".

Observe que los ajustes en las otras dos fichas sólo surtirán efecto si está seleccionada la opción \"Color si se permite\".";

RestrictColorUseTabWithoutUsersDescription = "Esta función sirve para restringir la impresión en color en todas o algunas aplicaciones o para todos o algunos grupos y usuarios. Por ejemplo, para imprimir los mensajes de correo electrónico sin color, seleccione \"Color si se permite \" y después establezca el permiso de la aplicación de correo electrónico en \"Sólo negro \".\n\nPara restringir la impresión en color en todos o algunos grupos y usuarios, seleccione el complemento de gestión de roles de usuario en el panel de selección de tareas.\n\nTenga en cuenta que la configuración de la otra pestaña y el complemento de gestión de roles de usuario solo se implementarán si se ha seleccionado \"Color si se permite \".";

RestrictColorUseTabWithoutUsersAndWithoutURMDescription = "Esta característica se usa para restringir la impresión en color para todas las aplicaciones o para aplicaciones específicas. Por ejemplo, para imprimir todos los mensajes de correo electrónico sin color, seleccione \"Color si permitido\", después establezca el permiso de la aplicación de correo electrónico en \"Solo negro\".\n\nTenga en cuenta que los ajustes de la otra ficha solo tendrán efecto si \"Color si permitido\" está seleccionado.";

RestrictColorUseTabWithEWSDescription = "Esta característica se utiliza para restringir la impresión en color para todos los usuarios, o bien para usuarios o aplicaciones específicos. Por ejemplo, para imprimir todos los mensajes de correo electrónico sin color, seleccione \"Color si se permite\", luego establezca el permiso de la aplicación de correo electrónico en \"Sólo negro\".

Puede gestionar los permisos de la aplicación en la otra ficha y los permisos de los usuarios/grupos a través de la <a>página web de la impresora</a>

Tenga en cuenta que estos permisos solo serán efectivos si \"Color si se permite\" está seleccionado.";

RestrictColorUseOptionsPrompt = "Ajustar el comportamiento de impresión de trabajos en color:";
RestrictColorUseEnableColorOptionName = "Activar color";
RestrictColorUseEnableColorOptionDescription = "Todos los trabajos en color se imprimirián en color.";
RestrictColorUseColorIfAllowedOptionName = "Color si se permite";
RestrictColorUseColorIfAllowedOptionDescription = "Los permisos de Usuario y Aplicación determinarán si cada trabajo de impresión se imprimirá o no en color.";
RestrictColorUseColorIfAllowedOptionWithoutUserDescription = "Los permisos de la aplicación determinarán si cada trabajo se imprimirá en color o no.";
RestrictColorUseDisableColorOptionName = "Desactivar color";
RestrictColorUseDisableColorOptionDescription = "Todos los trabajos en color se imprimirián en negro.";
RestrictColorForApplications = "Restringir la impresión en color para algunas aplicaciones";
RestrictColorForUsers = "Restringir color por permisos de usuario o grupo";

// User Color Permissions
UserColorPermissionsTabName = "Usuario";
UserColorPermissionsTitle = "Permisos de Usuario para color";
UserColorPermissionsTableDescription = "Esta lista almacena hasta 50 usuarios y sus permisos de uso de color.";
UserColorPermissionsTableUserNameColumn = "Nombre de usuario";
UserColorPermissionsTablePermissionColumn = "Permiso";
DefaultUserPermissionsTitle = "Permisos predeterminados:";
BlackOnly = "Sólo negro";
Color = "Color";
UserColorPermissionsTabDescription = "Puede imprimir el Registro de trabajo de uso de color para ver los nombres de los usuarios que han enviado trabajos de impresión a este dispositivo.";
UserNameTitle = "Nombre de usuario:";
PermissionTitle = "Permiso:";

// Application Color Permissions
AppColorPermissionsTabName = "Aplicación";
AppColorPermissionsTitle = "Permisos de color para la aplicación";
App10ColorPermissionsTableDescription = "Esta lista almacena hasta 10 aplicaciones y sus permisos de uso de color.";
AppColorPermissionsTableDescription = "En esta lista se almacenan las aplicaciones y sus permisos de color.";
AppColorPermissionsTableAppNameColumn = "Nombre de la aplicación";
AppColorPermissionsTablePermissionColumn = "Permiso";
DefaultAppPermissionsTitle = "Permisos predeterminados para la aplicación:";
AppColorPermissionsTabDescription = "Puede imprimir el Registro de trabajo de uso de color para ver los nombres de las aplicaciones que han enviado trabajos de impresión a este dispositivo.";
AppNameTitle = "Nombre de la aplicación:";
